Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/internasjonale_konvensjoner.html.tmx
Source language: nob
Languages: sma

source: Internasjonale konvensjoner
sma: Gaskenasjonaale konvensjovnh

source: Sametinget er pådrivere i internasjonale organer for å utvikle og følge opp folkerettslige konvensjoner, erklæringer og andre instrumenter som styrker rettighetene til verdens urfolk.
sma: Saemiedigkie lea reessehtæjjah gaskenasjonaale orgaanine juktie åålmegerïekteles konvensjovnh, bæjhkoehtimmieh jïh jeatjah dïrregh evtiedidh jïh fulkesidh mah veartenen aalkoeåålmegi reaktah nænnoestieh.

source: FNs konvensjon om sivile og politiske rettigheter av 1966 (ICCPR) inneholder flere viktige og sentrale folkerettslige normer i samerettslig sammenheng.
sma: EN:n konvensjovne sivijle jïh politihkeles reaktaj bïjre jaepeste 1966 (ICCPR) gellie vihkeles ååmegerïekteles nåårmh åtna saemierïekteles ektiedimmesne.

source: Denne konvensjonen er også inkorporert i norske rett med forrang foran andre lover, jf menneskerettsloven.
sma: Daam konvensjovnem aaj inkorporeereme nöörjen reaktese jïh dïhte jeatjah laaki uvti båata, v. åålmegereaktalaakine.

source: Særskilt sentrale er artikkel 1 som omhandler folks rett til selvbestemmelse, artikkel 2, 3 og 26 som omhandler ikke-diskriminering og artikkel 27 som slår fast at personer tilhørende etniske, religiøse eller språklige minoriteter ikke skal nektes retten til å utøve sin egen kultur, bekjenne seg til og utøve sin egen religion, eller bruke sitt eget språk.
sma: Joekoen vihkele lea artihkele 1 mij lea åålmegen reaktan bïjre jïjtje moenedh, artihkelh 2, 3 jïh 26 mah leah ij-sïerredimmien bïjre, jïh artihkele 27 mij vihteste almetjh mah etnihkeles, religijööse jallh gïeleldh unnebelåhkojde govlehtuvvieh eah edtjh reaktam nyöjhkesovvedh sijjen kultuvrem utnedh, sijjen religijovnese jaehkedh jïh religijovnem utnedh, jallh jïjtsh gïelem nuhtjedh.

source: I forhold til urfolk omfatter artikkel 27 også retten til materiell kulturutøvelse og tradisjonell næringsvirksomhet knytte til bruk av land og naturressurser.
sma: Aalkoeåålmegi bïjre artihkele 27 lea aaj reaktan bïjre materijelle kultuvredarjoemidie jïh aerpievuekien jieliemidie mah leah åtnoen bïjre eatnamistie jïh eatnemevierhtijste.

source: Bestemmelsen etablerer også beskyttelse mot naturinngrep i områder som urfolk bruker til tradisjonell næringsutøvelse.
sma: Njoelkedasse aaj vaarjelimmiem vadta skïlkehtassi vööste eatnamisnie dejnie dajvine gusnie aalkoeåålmegh aerpievuekien jielieminie gïehtelieh.

source: FNs konvensjon om økonomiske, sosiale og kulturelle rettigheter av 1966 (ICESCR) hjemler at alle folk har rett til selvbestemmelse, bestemmer sin politiske stilling og fremmer sin egen økonomiske, sosiale og kulturelle utvikling.
sma: EN:n konvensjovne ekonomeles, sosijaale jïh kulturelle reaktaj bïjre jaepeste 1996 (ICESCR) vihteste gaajhkh almetjh reaktam utnieh jïjtjh nænnoestidh, sijjen politihkeles sijjiem nænnoestidh jïh jïjtsh ekonomeles, sosijaale jïh kulturelle evtiedimmiem eevtjedh.

source: ØSK inneholder også artikler av betydning for samerettslige problemstillinger.
sma: Konvensjovne ekonomeles, sosijaale jïh kulturelle reaktaj bïjre aaj artihkelh åtna mah leah vihkele dejtie saemierïekteles dåeriesmoeride.

source: Som SP er også ØSK gjennom menneskerettsloven inkorporert i norsk rett med forrang foran andre lover.
sma: Seammalaakan goh konvensjovne sivijle jïh politihkeles reaktaj bïjre, SP, lea aaj ESK:m inkorporeereme nöörjen reaktan sïjse åålmegereaktalaaken tjïrrh, jïh jeatjah laaki uvte båata.

source: Artikkel 2 fastslår at stater er forpliktet til å garantere for at gjennomføringen av rettigheter som er nedfelt i ØSK skjer uten noen form for diskriminering.
sma: Artihkele 2 vihteste staath åeliedimmiem utnieh tjirkedh tjïrrehtimmie reaktijste, mah leah vihtiestamme ESK:sne dorjesuvvieh bielelen naan såarhts sïerredimmie.

source: Alle folk kan råde over sine naturrikdommer, og ikke i noe tilfelle må et folk bli berøvet sitt eget eksistensgrunnlag.
sma: Gaajhkh åålmegh maehtieh sijjen ræjhkoesvoeti bijjeli reeredh eatnamisnie, jïh ij saaht guktie akte åålmege edtja sov jieliemassevåaromem dassedh.

source: Stater må foreta passende handlinger for å implementere konvensjonens rettigheter opp til det maksimale i forhold til landets tilgjengelige ressurser.
sma: Staath tjuerieh sjiehteles dahkoeh darjodh juktie konvensjovnen reaktah sjïehtesjidh dan jïjnjem maahta, viertiestamme vierhtiejgujmie mah laantesne gååvnesieh.

source: FNs konvensjon om barns rettigheter av 1989 (BK) har to rettigheter som særskilt nevner urfolksbarns rettigheter.
sma: EN:n konvensjovne maanaj reaktaj bïjre jaepeste 1989 (MK) göökte reaktah åtna mah joekoen aalkoeåålmegi reaktah neebnieh.

source: Artikkel 30 er nesten identisk med SP artikkel 27, med den forskjell at urfolk uttrykkelig er nevnt i BK artikkel 30. Bestemmelsen etablerer folkerettslige forpliktelser for staten i forhold til samiske barns oppvekstvilkår og deres religiøse, kulturelle og språklige rettigheter.
sma: Artihkele 30 lea mahte seammalaakan goh SP-artihkele 27, dejnie joekehtsinie aalkoeåålmegh leah sjïerelaakan neebnesovveme MK-artihkelisnie 30. Njoelkedasse åålmegerïekteles åeliedimmieh staatese tseegkie saemien maanaj byjjenimmietsiehkiej bïjre, jïh dej religijööse, kulturelle jïh gïeleldh reaktaj bïjre.

source: Artikkel 17 (d) etablerer en forpliktelse fra staten til å virke for at media tar særskilt hensyn til urfolksbarns språklige behov.
sma: Artihkele 17 (d) staatem åelede barkedh ihke medijh joekoen aalkoeåålmegi maanaj gïeleldh daerpiesvoeth krööhkestieh.

source: Barnekonvensjonen er som SP og ØSK inkorporert i norsk rett gjennom menneskerettsloven. Les FNs konvensjon om barns rettigheter av 1989 (BK)
sma: Seammalaakan goh SP jïh ESK lea aaj maanakonvensjovnem inkorporeereme nöörjen reaktese åålmegereaktalaaken tjïrrh.

source: FNs konvensjon om avskaffelse av alle former for rasediskriminering av 1965 (RDK) er det mest sentrale folkerettslige instrument i diskrimineringssammenheng.
sma: EN:n konvensjovne nåhkehtimmien bïjre gaajhkesåarhts naeliesïerredimmeste jaepeste 1965 (NSK) lea dïhte vihkielommes åålmegerïekteles dïrrege sïerredimmien bïjre.

source: Diskriminering av urfolk faller inn under RDK.
sma: Sïerredimmie aalkoeåålmegistie Naeliesïerredimmiekonvensjovnen nualan båata.

source: FNs rasediskrimineringskomité framhever spesielt at urfolks tap og land av naturressurser til ”koloniser, kommersielle selskaper og statlige foretak” er diskriminerende.
sma: EN:n naeliesïerredimmiemoenehtse joekoenlaakan tjïerteste aalkoeåålmegi teehpeme laanteste jïh eatnemevierhtijste «koloniseereme, kommersijelle sïeltide jïh staateles gïehtelimmide» leah sïerredimmie.

source: Rasediskrimineringskomiteen uttalte seg blant annet til Regjeringen i Norge sitt forslag til finnmarkslov der den uttrykker bekymring for at lovforslaget i betydelig grad reduserer samisk kontroll og beslutningsmyndighet i forhold til land og naturressurser i Finnmark fylke.
sma: Naeliesïerredimmiemoenehtse gaskem jeatjah lahtestimmine bööti Nöörjen Reerenassen raeriestæmman finnmarhkelaakese, gusnie tjoeperdimmiem buakta laakeraeriestimmie sjïerelaakan saemien gïehtjedimmiem jïh sjæjsjalimmiefaamoem eatnamasse jïh eatnemevierhtide Finnmarhken fylhkesne giehpede.

source: Komiteen ba om at Norge måtte søke å finne løsninger spå landrettighetsspørsmålene som det samiske folket kunne slutte seg til.
sma: Moenehtse birri Nöörje tjoeri loetemh eatnemereaktagyhtjelasside gaavnedh mejtie saemien åålmege meehti jååhkesjidh.

source: 13. september 2007 vedtok FNs generalforsamling FNs erklæring om urfolks rettigheter.
sma: Skïereden 13.b. 2007 EN:n generaalekrirrie EN:n bæjhkoehtimmiem aalkoeåålmegi reaktaj bïjre nænnoesti.

source: Erklæringen omhandler rettighetene til selvbestemmelse, land og ressurser, konsultasjoner for fritt informert samtykke, kultur, kulturarv, tradisjonelle kunnskaper, språk, helse og utdanning.
sma: Bæjhkoehtimmie lea reaktaj bïjre jïjtjenænnoestæmman, eatnamasse jïh vierhtide, konsultasjovni bïjre frijje bievneme jååhkesjæmman, kultuvren, kultuvreaerpien, aerpievuekien daajroej, gïelen, healsoen jïh ööhpehtimmien bïjre.

source: Erklæringen anerkjenner uttrykkelig urfolks rett til selvbestemmelse, herunder det samiske folkets rett til fritt å bestemme over egen økonomiske, sosiale og kulturelle utvikling og egne naturressurser, samt retten til fritt å bestemme over sin politiske stilling.
sma: Bæjhkoehtimmie tjïelkelaakan tjïerteste aalkoeåålmegi reaktam jïjtjh nænnoestidh, daan nuelesne saemien åålmegen reakta frijjelaakan jïjtsh ekonomeles, sosijaale jïh kulturelle evtiedimmien jïh jïjtsh eatnemevierhtiej bijjelen nænnoestidh, jïh reakta frijjelaakan sijjen politihkeles sijjiem nænnoestidh.

source: Erklæringen understreker også samenes rett til å styrke sin politiske, rettslige og økonomiske institusjoner.
sma: Bæjhkoehtimmie aaj tjïerteste saemiej reaktam sijjen politihkeles, rïekteles jïh ekonomeles institusjovnh nænnoestidh.

source: ILO-konvensjonen nr. 169 om urfolk og stammefolk i selvstendige stater av 1989 (ILO 169) er et sentralt folkerettsinstrument i forhold til urfolksrettigheter.
sma: ILO-konvensjovne nr. 169 aalkoeåålmegi jïh krirriealmetji bïjre jïjtjeraarehke staatine jaepeste 1989 (ILO 169) lea vihkeles dïrrege åålmegereaktesne aalkoeåålmegereaktaj bïjre.

source: Konvensjonen omhandler landrettigheter, arbeidsvilkår, yrkesopplæring, helse og utdanning.
sma: Konvensjovne lea reaktaj bïjre eatnamasse, barkoetsiehkien, barkoelïerehtimmien, healsoen jïh ööhpehtimmien bïjre.

source: Konsultasjoner og deltakelse utgjør hjørnesteinen i konvensjonen.
sma: Konsultasjovnh jïh meatan årrodh lea roenegierkie konvensjovnesne.

source: Konvensjonen om biologisk mangfold av 1992 (CBD) er også av relevans for en samerettslig utvikling, særlig gjelder dette artikkel 8j og 10c.
sma: Konvensjovne biologeles gellievoeten bïjre jaepeste 1992 (CBD) lea aaj sjyöhtehke akten saemierïekteles evtiedimmien gaavhtan, joekoen artihkele 8j jïh 10c.

source: Som ledd i de statlige forpliktelsene for å bevare det biologiske mangfoldet skal statene ”respektere, bevare og opprettholde kunnskapen, nyskapninger og praksis til urfolkssamfunn og lokalsamfunn som lever på tradisjonell måte”. Les konvensjonen om biologisk mangfold av 1992 (CBD)
sma: Goh bielie dejnie staateles åeliedimmine juktie biologeles gellievoetem vaarjelidh, staath edtjieh aalkoeåålmegi seabradahki jïh voenges seabradahki daajroem, orresjugniedimmieh jïh praksisem «ååktedh», vaarjelidh jïh tjåadtjoehtidh, mah aerpievuekien mietie jielieh.

source: FNs Kvinnediskrimineringskonvensjon bygger på de grunnleggende menneskerettigheter, på det enkelte menneskets verdighet og verdi og på like rettigheter for menn og kvinner.
sma: EN:n Nyjsenesïerredimmiekonvensjovne doh vihkielommes åålmegereaktah, fïereguhten vyörtegsvoetem jïh aarvoem, jïh seamma reaktah ålmide jïh nyjsenidie våaroeminie utnieh.

source: Konvensjonen definerer begrepet diskriminering av kvinner til å være enhver forskjellsbehandling, utestenging eller begrensning på grunnlag av kjønn som har som virkning eller formål å oppheve eller svekke anerkjennelsen, nytelsen eller utøvelsen av kvinners menneskerettigheter og grunnleggende friheter på det politiske, økonomiske, sosiale, kulturelle, sivile eller ethvert annet område, uavhengig av sivilstatus og med likestilling mellom menn og kvinner som utgangspunkt.
sma: Konvensjovne baakoetjïertem sïerredimmie nyjsenijstie defineerie goh fïerhte joekehts gïetedimmie, ålkoestimmie jallh gaertjiedimmie tjoelen gaavhtan mij konsekvensine jallh ulmine åtna jååhkesjimmiem, niktemem jallh tjïrrehtimmiem nyjseni reaktijste jïh vihkeles frijjevoetijste hiejhtedh jallh måakoedidh, dennie politihkeles, ekonomeles, sosijaale, kulturelle, sivijle jallh fïerhte jeatjah suerkesne, saaht man sivijle statuse, jïh mïrrestalleminie ålmaj jïh nyjseni gaskem goh aalkoe.

source: Konvensjonen omfatter kvinners rettigheter både i privatliv og når det gjelder formelle rettigheter i samfunnet.
sma: Konvensjovne nyjseni reaktah feerhmie dovne privaate jieliedisnie jïh gosse lea byjjes reaktaj bïjre seabradahkesne.

source: Konvensjonen har ingen særskilte bestemmelser for urfolk, men omtaler all form for diskriminering av kvinner på ulike arenaer.
sma: Konvensjovne ij naan sjïere reaktah aalkoeåålmegidie utnieh, men gaajhke såarhts sïerredimmiem nyjsenijstie ovmessie areenine ållermaahta.
